blog-posts/2005-05-10-colored-index-cards.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Colored index cards</title>
<!-- 2014-04-30 Wed 17:45 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="../css/foundation.min.css"></link>
<link rel="stylesheet" type="text/css" href="../css/org-export.css"></link>
<link rel="stylesheet" type="text/css" href="../css/style.css"></link>
<link rel="stylesheet" type="text/css" href="../css/emacs-notes.css"></link>
</head>
<body>
<div id="content">
<h1 class="title">Colored index cards</h1>
<p>
May 10th, 2005 -
<a href="http://sachachua.com/blog/p/2757"><a href="http://sachachua.com/blog/p/2757">http://sachachua.com/blog/p/2757</a></a>
</p>

<p>
I love posting my productivity ideas because every time I do so, I get
 comments suggesting even better ways to do things. Today's tip comes
 from <a href="http://dustycloud.org/">Christopher Allan Webber</a>, whose
 colored index cards are leaps and bounds ahead of my deck of
 plain white index cards. He has some cool ideas here!
</p>

<p>
He uses colored notecards to separate his notes into categories.
</p>

<blockquote>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">Yellow</td>
<td class="left">schedule &amp; project cards</td>
</tr>

<tr>
<td class="left">Red</td>
<td class="left">todo cards (or just stuff I should copy to planner-mode)</td>
</tr>

<tr>
<td class="left">Blue</td>
<td class="left">idea cards</td>
</tr>

<tr>
<td class="left">Green</td>
<td class="left">expenses (writing down stuff to copy to my ledger file later)</td>
</tr>
</tbody>
</table>
</blockquote>

<p>
He also uses cards that are lined on just one side. On the lined side of
schedule &amp; project cards, he
 writes down:
</p>

<blockquote>
<p>
Photography
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<tbody>
<tr>
<td class="left">Mon</td>
<td class="left">5/9</td>
<td class="left">Lab</td>
</tr>

<tr>
<td class="left">Wed</td>
<td class="left">5/11</td>
<td class="left">Critique of Assignment II &amp; I (pics don't have to be dry &#x2013; must by Wednesday)</td>
</tr>

<tr>
<td class="left">Mon</td>
<td class="left">5/16</td>
<td class="left">Field trip</td>
</tr>

<tr>
<td class="left">.</td>
<td class="left">.</td>
<td class="left">Assignment #2 dry-mounted</td>
</tr>
</tbody>
</table>
</blockquote>

<p>
On the back, he keeps a TODO list. When a task needs to be done
 multiple times&#x2014;for example, preparing a print of a picture&#x2014;he adds
 extra checkboxes before the task.
</p>

<p>
I think he writes down non-project-related TODOs and random notes on
 red cards, which are easy to pick out in the pack. Right now, I jumble
 them all together on white index cards. I'll try keeping the front
 half of the deck for tasks and the back half for notes.
</p>

<p>
Green cards help him keep track of his expenses. I keep receipts in
 front of my index cards using the handy fold-back clip, although an
 organized table view would be pretty cool.
</p>

<p>
I don't know where he managed to find lined-on-one-side 3×5 colored
 index cards. I guess bookstores in other countries are better stocked.
 On the other hand, I found 3×5 organizer refills, so I'm not
 absolutely deprived.
</p>

<p>
He was bemused by my mention of “two pages of month templates from a
 3×5 day planner”. If you crack open a pack of 3×5 organizer refills,
 you'll get year, month, and day views. Normally a single month would
 span two pages, but if you're using a planner where month views
 haven't been labeled “January”, “February”&#x2014;in short, blank
ones&#x2014;then
 you can use one page to represent one month. If you don't have
 organizer refills handy, simply print the numbers 1 to 15 down one
 side of an index card and 16 to 31 on the other. Leave space at the
 top for the month name, and space beside the numbers for appointments.
</p>

<p>
He also had this interesting anecdote to relate about a friend's way
 of planning.
</p>

<blockquote>
<p>
“Oh, I gave up keeping track of to do lists,” she sighed. “These days
 I just write everything on my mirror with a dry-erase marker, so when
 I groggily stumble into my bathroom in the morning I go, ‘OH SHIT! I
 HAVE <b>THAT</b> TO DO TODAY!'”
</p>
</blockquote>

<p>
I should do that with a random Japanese quote of the day. I'll write
 it down the day before, then groggily try to read it in the morning.
 Or I can scribble my Big, Hairy, Audacious Goals (superb teaching and
 quality assurance for computer science education, and strategy
 coaching for life planning (must find better way to summarize these
 things!)) on my ceiling at home. Ooooh. My ceiling is low enough for
 me to do that&#x2026;
</p>

<p>
Check out Christopher Allan Webber's website at
<a href="http://dustycloud.org/"><a href="http://dustycloud.org/">http://dustycloud.org/</a></a> . =)
</p>

<p>
I love swapping ideas with people, so feel free to send in more
suggestions!
</p>

<p>
ÃƒÂ£Ã‚Â‚Ã‚Â³ÃƒÂ£Ã‚ÂƒÃ‚Â³ÃƒÂ£Ã‚ÂƒÃ‚Â”ÃƒÂ£Ã‚ÂƒÃ‚Â¥ÃƒÂ£Ã‚ÂƒÃ‚Â¼ÃƒÂ£Ã‚Â‚Ã‚Â¿ÃƒÂ£Ã‚ÂƒÃ‚Â¼ÃƒÂ£Ã‚Â?Ã‚Â¯ÃƒÂ¥Ã‚Â?Ã‚Â˜ÃƒÂ£Ã‚Â?Ã‚ÂªÃƒÂ£Ã‚Â‚Ã‚Â‹ÃƒÂ¨Ã‚Â¨Ã‚ÂˆÃƒÂ§Ã‚Â®Ã‚Â&#x2014;ÃƒÂ¦Ã‚Â©Ã‚ÂŸÃƒÂ£Ã‚Â?Ã‚Â
ÃƒÂ£Ã‚Â?Ã‚Â¨ÃƒÂ¨Ã‚Â€Ã‚ÂƒÃƒÂ£Ã‚Â?Ã‚ÂˆÃƒÂ£Ã‚Â‚Ã‚Â‰ÃƒÂ£Ã‚Â‚Ã‚ÂŒÃƒÂ£Ã‚Â?Ã‚Â¦ÃƒÂ£Ã‚Â?Ã‚Â„ÃƒÂ£Ã‚Â‚Ã‚Â‹ÃƒÂ£Ã‚Â€Ã‚Â‚
Computers are thought of as mere calculating machines.
</p>

<p>
On Technorati: <a href="http://www.technorati.com/tag/planning">planning</a>,
<a href="http://www.technorati.com/tag/productivity">productivity</a>,
<a href="http://www.technorati.com/tag/hipster">hipster</a>,
<a href="http://www.technorati.com/tag/hipsterpda">hipsterpda</a>,
<a href="http://www.technorati.com/tag/organizer">organizer</a>
</p>
</div>
<div id="postamble" class="status">
<div class="back-to-top"><a href="#top">Back to top</a> | <a href="mailto:sacha@sachachua.com">E-mail me</a></div>
</div>
</body>
</html>
